tap 'homebrew/cask-versions'

brew 'ag'
brew 'coreutils'
brew 'difftastic'
brew 'git-delta'
brew 'gnu-tar'
brew 'go'
brew 'iproute2mac'
brew 'jq'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'switchaudio-osx'
brew 'tmux'

cask 'alacritty'
cask 'docker'
cask 'graphiql'
cask 'hammerspoon'
cask 'hex-fiend'
cask 'raycast'
cask 'viscosity'
