tap 'universal-ctags/universal-ctags'

brew 'ansible'
brew 'bat'
brew 'bgpq3'
brew 'fish'
brew 'fzf'
brew 'gh'
brew 'gist'
brew 'git'
brew 'goenv'
brew 'htop'
brew 'ipcalc'
brew 'iperf3'
brew 'jenv'
brew 'jq'
brew 'kafkacat'
brew 'mtr'
brew 'nmap'
brew 'nodenv'
brew 'rbenv'
brew 'ripgrep'
brew 'rsync'
brew 'ruby-build'
brew 'starship'
brew 'tmux'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
brew 'wget'
brew 'vim'
